<?php
return [
	'title'=>'CRON топшириқлар',
	'hello'=>'CRON топшириқлар',
	'text'=>'
		Крон-топшириқлар одатда автоматик режимда бажарилади,
		агар бирор бир сабабга кўра бажарилмаса,
		крон топшириғини ўзингиз ишга туширишингиз мумкин.',
	'run'=>'Топшириқни ишга тушириш',
	'cron_success_run'=>'CRON-топшириқ муваффақиятли бажарилди',
	'description'=>'Консолдан крон-топшириқни ишга тушириш учун, командадан фойдаланинг: <code>php yii queue/run</code>',
	'run_demon'=>'Демонни ишга тушириш',
	'demon_success_started'=>'Демон муваффақиятли ишга туширилди',
	'cron_empty_run'=>'Топшириқ топилмади',
	'has_job'=>'Топшириқлар навбати мавжуд',
];