<?php
return [
	'title'=>'CRON задачи',
	'hello'=>'CRON задачи',
	'text'=>'
		Крон-задачи обычно выполняются автоматически,
		но если по какой-либо причине этого не произошло,
		то можете запустить крон вручную.',
	'run'=>'Выполнить задачи',
	'cron_success_run'=>'CRON-задачи успешно выполнены',
	'description'=>'Для запуска крон-задач из консоли, используйте команду: <code>php yii queue/run</code>',
	'run_demon'=>'Запустить демон',
	'demon_success_started'=>'Демон успешно запущен',
	'cron_empty_run'=>'Не найдено задач для выполнения',
	'has_job'=>'Очередь задач не пуста',
];